{
  "Customize_lens": "Objektiv anpassen",
  "Delivery_time": "Lieferzeit",
  "Dimensions": "Abmessungen",
  "Filters": "Filter",
  "Forggot_password": "Passwort vergessen?",
  "Frame material": "Werkstoff Rahmen",
  "Frame_colour": "Farbe des Rahmens",
  "Frame_material": "Werkstoff Rahmen",
  "Frame_type": "Frame-Typ",
  "Gender": "Geschlecht",
  "Glasses size": "Größe der Gläser",
  "Glasses_size": "Größe der Gläser",
  "Kids": "Kinder",
  "Login": "Anmelden",
  "Login_text": "login_text",
  "Men": "Männer",
  "PROPERTIES": "Eigenschaften",
  "Results": "Ergebnisse",
  "SEARCH_FOR_ANYTHING": "Suchen Sie nach etwas.",
  "Shape": "Form",
  "Shapes": "Form",
  "Signup_btn": "Registrieren",
  "Temple_colour": "Farbe des Tempels",
  "Try_on": "Probiere",
  "Women": "Frauen",
  "about": "Unsere Story",
  "about_parag": "Willkommen auf der Website von MHSOPTICS Optics.",
  "about_parag1": "Augen sind kostbar, sensibel und unverzichtbar. Natürlich tun Sie alles, um sie zu pflegen Schließlich verdienen Ihre Augen Anerkennung. Deshalb sind Sie bei uns genau richtig.",
  "about_parag10": "Indem wir unseren Kunden vollständige Transparenz bieten, indem alle Vermittler zwischen dem Hersteller und dem Kunden entfernt werden,",
  "about_parag11": "In vielen Fällen unterdrücken wir effektiv alle inkonsistenten Margen, die von Großhändlern und Verkäufern erzielt werden.",
  "about_parag12": "Objektive werden in Labors hergestellt, die Ihren Kunden die beste Qualität, Garantie, kratzfest, entspiegelt und UV-geschützt 400 bieten. Sie müssen nicht aufgeben, was in Ihrem Leben notwendig ist ",
  "about_parag13": "Von großartigen Leuten entworfen",
  "about_parag14": "Da die Brille nicht nur ein Aufsatz ist, ist es wichtig, dass unser Team täglich hochwertige Fassungen auswählt, die Ihre wahre Persönlichkeit widerspiegeln, von der Wahl bis zur Arbeit mit den besten Materialien wie handpoliertem Cetatic oder Titan.",
  "about_parag15": "MHSOPTICS verspricht Ihnen hochwertige Brillen und entdecken Sie unsere fantastischen Sammlungswerke für jedes Alter. ",
  "about_parag16": "MHSOPTICS gewährleistet die beste Qualität der Gläser.",
  "about_parag17": "Unsere Geräte sind von der neuesten Generation und mit unserem Team von Fachleuten stellen wir die Sehqualität sicher, zum Beispiel bevor die Augen Ihrer Brille in die Hände unserer Optikspezialisten und Brillenhersteller gelangen.",
  "about_parag18": "Sie können das Feuer wie gewünscht anzünden.",
  "about_parag19": "Einzelfokus, Multifokus, Blaulichtfilter, Photocroamic, Sonnenbrille, invertiert oder einfach als Zubehör, es gibt eine Vielzahl von Farben für jeden Geschmack",
  "about_parag2": "Unsere Arbeit sichert Qualität und hohen Service und folgt den neuesten Trends.",
  "about_parag20": "Wir glauben, dass unsere Kunden unglaublich hohe Preise für hochwertige medizinische Brillen zahlen sollten.",
  "about_parag21": "Unser Ziel ist es, Ihnen so schnell wie möglich die besten Produkte der Brille zu liefern. ",
  "about_parag22": "Wir haben verschiedene Versandarten. Nach nur einer Bestellung werden Sie sehen, warum MHSOPTICS der erste Ort ist, an dem Sie ermäßigte medizinische Brillen über das Internet kaufen können.",
  "about_parag3": "Eine kontinuierliche Weiterbildung ist uns ebenfalls wichtig. Nur so können wir uns über die neuesten Entwicklungen, die neuesten Technologien und die neuesten Produkte auf dem Laufenden halten",
  "about_parag4": "Wir bieten ein breites Spektrum und eine große Auswahl an Wirtschaftswissenschaftlern, und wir zeigen Ihnen gerne den Weg. ",
  "about_parag5": "Die Brille sollte nicht nur schön und modern sein, sie muss zu Ihrer Persönlichkeit und Gesichtsform passen.",
  "about_parag6": "Wir sind spezialisiert auf individuelle eingebaute Linsen, die vollständig an den Lebensstil und die Wahl der Augen jedes Einzelnen angepasst sind.",
  "about_parag7": "Wir freuen uns, mit Ihnen die besten Lösungen zu finden, damit Sie Ihre Brille frei und ohne Sorgen tragen können.",
  "about_parag8": "Kurz gesagt, Sie profitieren von fachkundiger Beratung. Sie finden diesen Rat, um Ihre Augen bei uns auszuruhen.",
  "about_parag9": "Im Gegensatz zur herkömmlichen Optik revolutioniert Mhsotic jetzt die Welt der Optik? ",
  "account": "Konto",
  "add_to_cart": "In den Warenkorb",
  "already_have": "Du hast bereits ein Konto?",
  "browline": "Stirnlinie",
  "cart": "Ihr Warenkorb",
  "cart_checkout": "Zur Kasse",
  "cart_emty": "Dein Warenkorb ist leer",
  "cart_subtotal": "Zwischensumme",
  "confirm_pass": "Bestätigen",
  "confirm_pass_label": "Passwort Bestätigen",
  "contact us": "Kontaktiere uns",
  "contact_us": "Kontaktiere uns",
  "covered": "Was ist Deckung:",
  "covered_frames": "Abgebrochene Schrauben Gebrochene oder fehlende Nasenlöcher lockere Arme",
  "covered_glasses": "Abnormal abblättende Beschichtung ",
  "customer_service": "Kundenservice:",
  "days": "Tage",
  "delevery": "Lieferung per Lufttransport+Zollformalitäten",
  "dod_term": "Verteilung der Lieferfrist Mhsoptics",
  "dont_have_account": "Du hast kein Konto?",
  "email": "E-Mail",
  "email_placeholder": "E-Mail eingeben",
  "firstName_placeholder": "Vornamen eingeben",
  "first_name": "Vorname",
  "for_her": "Für sie",
  "for_him": "Für ihn",
  "for_kids": "Für Kinder",
  "forggot_password": "Passwort vergessen",
  "forggot_password_text": "Bitte füllen Sie dieses Formular aus, um eine Bestätigung zu erhalten",
  "frames": "Rahmen",
  "fullrim": "Fullrim",
  "garantie": "Garantie",
  "garantie_parag_one": "Ja, für alle Gläser gilt die gesetzliche Garantie von 1 Jahr. ",
  "garantie_parag_two": "Gültigkeit der „100% Zufriedenheits-, Umtausch- oder Rückerstattungsgarantie“?",
  "gender": "Geschlecht",
  "glasses": "Die Brille",
  "glasses_from": " Brillen ab 30,00€ haben eine Garantie?",
  "halfrim": "halbem Rand",
  "hero_big_title": "Wir gestalten Ihr",
  "hero_big_title_frame": "Welt",
  "hero_subtitle": "ÄNDERE DIE ART, WIE DU DAS LEBEN SIEHST.",
  "home": "Startseite",
  "in stock": "Auf Lager",
  "in_stock": "Auf Lager",
  "inside_mhsoptics": "Im Inneren der Musoptik",
  "journey": "Machen Sie weiter und beginnen Sie Ihre Reise mit uns.",
  "lastName_placeholder": "Nachnamen eingeben",
  "last_name": "Nachname",
  "login": "Anmelden",
  "login_btn": "Anmelden",
  "login_text": "Bitte füllen Sie dieses Formular aus, um Ihr Konto zu erhalten.",
  "logout": "Abmelden",
  "more_days": "Dann etwa 10 zusätzliche Tage für die Endkontrolle und Lieferung",
  "notice_1": " Wir bieten eine 30-tägige Rückgabe- oder Umtauschgarantie für alle Gläser.",
  "notice_2": "   Im Folgenden finden Sie weitere Informationen zur Rücksendung des Produkts.",
  "opning": "Öffnungszeiten der Linie (GMT+1)",
  "optical": "Optische",
  "our_best_items": "Unsere besten Artikel",
  "our_interest": "Unser Interesse",
  "our_story": "Unsere Story",
  "our_ways": "Unsere Wege",
  "our_ways_title": "wir liefern die richtigen Linsen für Sie",
  "p_m": "Zahlungsmethoden",
  "paragh": "Alle Rücksendungen für Reparaturen werden von unseren Optikern sorgfältig geprüft, um die Ursache des Problems zu ermitteln.",
  "password": "Kennwort",
  "password_placeholder": "Kennwort eingeben",
  "password_repeat_placeholder": "Kennwort wiederholen",
  "persctiption": "Gläser mit Sehstärke",
  "phone_number": "Telefonnummer",
  "pilot": "Der Pilot",
  "privacy_Notice": "Datenschutzhinweis",
  "produce": "Die Herstellung der Gläser dauert etwa 5 Tage:",
  "recover_pass_text": "Bitte füllen Sie dieses Formular aus, um Ihr Passwort festzulegen.",
  "recover_password": "Passwort zurücksetzen",
  "rectangular": "Rechteckig",
  "register": "Registrieren",
  "register_notice": " Indem Sie ein Konto erstellen, stimmen Sie unseren",
  "register_text": "Bitte füllen Sie dieses Formular aus, um ein Konto zu erstellen.",
  "remaque_start": " Bevor Sie einen Artikel an uns zurücksenden, kontaktieren Sie uns bitte unter",
  "remarque_Lite_end": "mit der Bestellnummer und Bildern des Problems.",
  "remarque_Lite_start": "Sollte Ihre Brille im Rahmen der Garantie repariert werden müssen, kontaktieren Sie uns bitte unter",
  "remarque_end": "Jede Rücksendung, die nicht vom Kundendienst vorab genehmigt wurde, wird nicht bearbeitet und an Sie zurückgesandt, wie in unserem",
  "remove_item_cart": "Entfernen",
  "repeat_password": "Kennwort wiederholen",
  "return_delaie": "30-Tage-Rücksendungen ",
  "return_policy": "Rückgaberichtlinien",
  "returns": "Rücksendungen",
  "returns_title": "30 Tage Rückgabe oder Umtausch",
  "rimless": "Randlos",
  "round": "Rund",
  "s_media": "Sozialen Medien",
  "save": "Speichern",
  "search": "Suchen…",
  "search_text_grand": "Sie finden nicht, was Sie suchen? Versuche danach zu suchen.",
  "see_all": "Alle ansehen",
  "send": "Senden",
  "shipping": "Kostenlose Lieferung",
  "shipping_and_delevry": "Versand und Lieferung",
  "shipping_parag_eate": "Diese Bedingungen hängen insbesondere von Fällen höherer Gewalt oder Nichtverfügbarkeit von Lagerbeständen ab (siehe",
  "shipping_parag_five": "Weitere Informationen finden Sie in unserem",
  "shipping_parag_fore": " Ihre Bestellung wird Ihnen per DHL zugestellt und per herkömmlicher Post zugestellt. Sie haben die Wahl, Ihre Wohn- oder Arbeitsadresse einzugeben.",
  "shipping_parag_one": " Nach der Produktion wird Ihre Brille sofort verpackt und an die Adresse Ihrer Wahl versandt. Es ist einfach, praktisch und sicher.",
  "shipping_parag_seven": "Diese Lieferung garantiert maximalen Schutz vor Transportschäden. Für die Herstellung Ihrer Brille nehmen wir uns etwas Zeit, um die Qualität zu erhalten.",
  "shipping_parag_six": "Nach der Sonderanfertigung wird Ihre Brille sofort verpackt und an Sie versendet (DHL und dann Ihr nationales Postunternehmen). Es ist schnell, einfach und sicher.",
  "shipping_parag_three": "Für die Herstellung von Qualitätsgläsern sind wir verpflichtet, bestimmte Produktionspläne einzuhalten. Nachdem Ihre Bestellung genehmigt wurde, dauert es ungefähr 15 bis 20 Tage, bis Sie an die Adresse Ihrer Wahl gelangen: 5 bis 7 Tage für die Produktion und Qualitätskontrolle und ungefähr 12 Werktage für Lieferung und Zollabfertigung. Verzögerungen sind möglich und in der Regel auf Zollformalitäten zurückzuführen, da wir dieses Verfahren nicht beeinflussen oder kontrollieren können.",
  "shipping_parag_two": "Diese Lieferung garantiert einen optimalen Schutz, um Beschädigungen beim Verpacken zu verhindern.",
  "shipping_remarque": "Unsere Packs wurden speziell für die Aufnahme einer Brille entwickelt und sind stoßfest, sodass Sie eine Packung pro Brille erhalten.",
  "shipping_time": " Versand der Brille zu Ihnen nach Hause",
  "shippping_parag_nine": "Wenn Sie Gleitsichtgläser oder getönte Korrekturlinsen bestellen, kann sich die Lieferzeit um 3 Tage verlängern, da hierfür eine spezielle Anfertigung erforderlich ist.",
  "shop_now": "Jetzt Einkaufen",
  "shop_now_title": "Vereinfachen Sie Ihr Leben in mehrfacher Hinsicht.",
  "square": "Quadrat",
  "stage1": "Produktion",
  "stage2": "Schneiden Sie Ihre Brille auf die richtige Größe",
  "stage3": "Behandlung Ihrer Brille (kratzfest und entspiegelt)",
  "stage4": "Anpassung der Linsen an den Rahmen",
  "stage5": "Kontrolle der Qualität",
  "sunglasses": "Sonnenbrille",
  "support": "Unterstützung",
  "team": "Triff das Team",
  "terms_Condition": "Allgemeine Geschäftsbedingungen",
  "time": "Montag bis Donnerstag - 09:00 bis 13:00 Uhr und 14:00 bis 18:00 Uhr Freitag - 09:00 bis 13:00 Uhr und 14:00 bis 16:00 Uhr",
  "tos": "Allgemeine Verkaufsbedingungen",
  "uncovered": "Was ist nicht abgedeckt",
  "uncovered_frames": "Übermäßiger Kontakt mit Kälte oder Hitze Unsachgemäße Handhabung Mangelnde sorgfältige Reinigung",
  "uncovered_glasses": "Übermäßiger Kontakt mit Kälte oder Hitze Unsachgemäße Handhabung Mangelnde sorgfältige Reinigung",
  "warranty": "Ein Jahr Garantie",
  "wishlist": "Wunschzettel"
}