{
  "home": "Home",
  "optical": "Optical",
  "add_to_cart": "Add to cart",
  "cart": "Your Cart",
  "PROPERTIES": "PROPERTIES",
  "Gender": "Gender",
  "Shape": "Shape",
  "Frame_colour": "Frame colour",
  "Temple_colour": "Temple colour",
  "Frame_material": "Frame material",
  "cart_emty": "Your cart is empty!",
  "Try_on": "Try on",
  "in_stock": "in stock",
  "Delivery_time": "Delivery time",
  "days": "Days",
  "Dimensions": "Dimensions",
  "Glasses_size": "Glasses size",
  "remove_item_cart": "remove",
  "cart_subtotal": "Subtotal",
  "cart_checkout": "Checkout",
  "Filters": "Filters",
  "Results": "Results",
  "gender": "gender",
  "Men": "Men",
  "Women": "Women",
  "Kids": "Kids",
  "Frame_type": "Frame type",
  "fullrim": "fullrim",
  "halfrim": "halfrim",
  "rimless": "rimless",
  "Shapes": "Shape",
  "pilot": "pilot",
  "round": "round",
  "square": "square",
  "browline": "browline",
  "rectangular": "rectangular",
  "persctiption": "Prescription GLasses",
  "sunglasses": "Sunglasses",
  "wishlist": "Wishlist",
  "search": "Search",
  "login": "Signin",
  "login_text": "Please fill in this form to get your account.",
  "email": "Email",
  "password": "Password",
  "email_placeholder": "Enter Email",
  "password_placeholder": "Enter Password",
  "password_repeat_placeholder": "Repeat Password",
  "firstName_placeholder": "Enter First name",
  "lastName_placeholder": "Enter Last name",
  "login_btn": "Login",
  "register_notice": " By creating an account you agree to our",
  "first_name": "First Name",
  "last_name": "Last Name",
  "repeat_password": "Repeat Password",
  "Signup_btn": "Sign Up",
  "Forggot_password": "Forggot password?",
  "dont_have_account": "don't have an account?",
  "register": "Signup",
  "register_text": "Please fill in this form to create an account.",
  "send": "send",
  "recover_password": "Recover Password",
  "recover_pass_text": "Please fill in this form to set your password.",
  "confirm_pass_label": "Password Confirm",
  "confirm_pass": "Confirm",
  "already_have": "Already have an account?",
  "account": "Account",
  "logout": "log out",
  "save": "save",
  "hero_big_title": "We frame your",
  "hero_big_title_frame": "World",
  "hero_subtitle": "CHANGE THE WAY YOU SEE THE LIFE.",
  "our_interest": "Our interest",
  "for_her": "For her",
  "for_kids": "For kids",
  "for_him": "For him",
  "our_best_items": "Our best items",
  "see_all": "SEE ALL",
  "our_ways": "Our ways",
  "our_ways_title": "we provide the right lenses for you",
  "shop_now": "Shop Now",
  "shop_now_title": "Simplify your life in more ways than one.",
  "forggot_password": "forggot password",
  "forggot_password_text": "Please fill in this form to get verefication",
  "search_text_grand": "Not finding what you’re looking for? Try searching for it.",
  "SEARCH_FOR_ANYTHING": "SEARCH FOR ANYTHING",
  "return_delaie": "30-day returns ",
  "warranty": "One-year warranty",
  "shipping": "Free shipping",
  "journey": "Go ahead and start your journy with us",
  "inside_mhsoptics": "Inside mhsoptics",
  "our_story": "Our story",
  "team": "Meet the team",
  "contact_us": "Contact us",
  "support": "Support",
  "return_policy": "Return Policy",
  "tos": "Terms and Conditions of Sale",
  "s_media": "Social Media",
  "p_m": "Payment methods",
  "terms_Condition": "Terms & Condition",
  "privacy_Notice": "Privacy Notice",
  "Customize_lens": "Customize lens",
  "Frame material": "Frame material",
  "in stock": "in stock",
  "Glasses size": "Glasses size",
  "Login": "Login",
  "Login_text": "Login_text",
  "customer_service": "customer service",
  "phone_number": "Phone number",
  "opning": "Opening hours of the line (GMT+1)",
  "time": "Monday to Thursday - 09:00 to 13:00 and 14:00 to 18:00 Friday - 09:00 to 13:00 and 14:00 to 16:00",
  "contact us": "contact us",
  "returns": "Returns",
  "notice_1": " We offer a 30-day return or exchange guarantee on all glasses.",
  "notice_2": "   Below you will find more information about how to return the product.",
  "returns_title": "30 days return or exchange",
  "remaque_start": " Before returning an item to us, please contact us at",
  "remarque_end": "Any return that is not pre-approved by Customer Service will not be processed and returned to you, as stated in our",
  "covered": "What is covered",
  "covered_glasses": "Coating that peels abnormally ",
  "uncovered_glasses": "Excessive exposure to cold or heat Improper handling Lack of careful cleaning",
  "uncovered": "What is not covered",
  "frames": "frames",
  "glasses": "Glasses",
  "covered_frames": "Broken screws Broken or missing nostrils loose arms",
  "uncovered_frames": "Excessive exposure to cold or heat Improper handling Lack of careful cleaning",
  "remarque_Lite_start": "Should your glasses need to be repaired under warranty, please contact us at",
  "remarque_Lite_end": "with the order number and pictures of the problem.",
  "paragh": "All returns for repairs are carefully checked by our opticians to determine the cause of the problem.",
  "garantie": "Garantie",
  "glasses_from": " glasses from 30.00€ have a warranty?",
  "garantie_parag_one": "Yes, all glasses in are covered by the legal warranty of 1 years. ",
  "garantie_parag_two": "Validity of the '100% Satisfaction, Exchange or Refund' guarantee?",
  "shipping_and_delevry": "Shipping and delivery",
  "shipping_parag_one": " After production, your glasses will be packed immediately and shipped to the address of your choice. It is simple, practical and safe.",
  "shipping_parag_two": "This delivery guarantees optimal protection to prevent damage during packaging.",
  "shipping_remarque": "Our packs are specially made to hold one pair of glasses and are shock resistant, so you will receive one pack per pair of glasses.",
  "shipping_parag_three": "For the production of quality glasses, we are obliged to respect certain production schedules. After your order has been approved, it will take approximately 15 to 20 days to get to the address of your choice: 5 to 7 days for production and quality control and approximately 12 working days for delivery and customs clearance. Delays are possible and are usually due to customs formalities as we cannot influence or control this procedure.",
  "shipping_parag_fore": " Your order will be shipped to you via DHL and delivered by traditional mail. You have the choice to enter your home or work address.",
  "shipping_parag_five": "More information can be found in our",
  "dod_term": "Distribution of the delivery term mhsoptics",
  "shipping_parag_six": "After custom production, your glasses will be packed immediately and shipped to you (DHL and then your national postal company). It's fast, easy and safe.",
  "shipping_parag_seven": "This delivery guarantees maximum protection against damage during transport. For the production of your glasses, we take some time to maintain the quality.",
  "produce": "It takes about 5 days to produce the glasses:",
  "stage1": "production",
  "stage2": "Cutting your glasses to size",
  "stage3": "Treatment of your glasses (anti-scratch and anti-reflection)",
  "stage4": "Adjustment of the lenses to the frame",
  "stage5": "Quality control",
  "more_days": "Then about 10 extra days for final checks and delivery",
  "delevery": "Delivery by air transport + customs formalities",
  "shipping_time": " Shipping the glasses to your home",
  "shipping_parag_eate": "These terms depend in particular on cases of force majeure or unavailability of stock ( see",
  "shippping_parag_nine": "If you order progressive lenses or tinted corrective lenses, the delivery time may be extended by 3 days, as this requires special production.",
  "about": "Our Story",
  "about_parag": "Welcome to the  MHSOPTICS Optics website.",
  "about_parag1": "Eyes are precious, sensitive and indispensable , Of course you do all you can to care for them After all, your eyes deserve credit , That's why you've come to the right place with us.",
  "about_parag2": "Our work ensures quality and high service, in addition to following up the latest trends.",
  "about_parag3": "Ongoing training is also important to us. Only in this way can we keep up to date with the latest developments, the latest technologies and the latest products",
  "about_parag4": "We offer a wide range and a wide choice of business scientists , and We are happy to show you the way. ",
  "about_parag5": "The glasses not should be just beautiful and modern , It needs to match your personality and face shape",
  "about_parag6": "We specialize in individual built-in lenses that are fully adapted to each individual's lifestyle and choice of eyeriks.",
  "about_parag7": "We are happy to find the best solutions with you so that you can wear your glasses freely and without worry.",
  "about_parag8": "In short, you benefit from expert advice , You will find this advice to rest your eyes with us.",
  "about_parag9": "Unlike traditional optics, mhsotic is revolutionizing the world of optics how? ",
  "about_parag10": "By giving our customers complete transparency by removing all intermediaries between the manufacturer and the customer,",
  "about_parag11": "We effectively suppress all the inconsistent margins obtained by wholesalers and sellers in many cases.",
  "about_parag12": "Lenses are produced in labs that give your customer the best quality, warranty, scratch resistant, anti-reflective and UV-protected 400 you don't have to give up what's necessary in your life ",
  "about_parag13": "Designed by great people",
  "about_parag14": "Because the glasses are not just an attachment, they are essential our team work daily choosing high quality frames that reflect your true personality from choosing to work with the best materials, such as hand-polished cetatic or titanium.",
  "about_parag15": "MHSOPTICS promises you high quality glasses and discover our fantastic collection works for every age ",
  "about_parag16": "MHSOPTICS ensures the best quality of the glasses.",
  "about_parag17": "Our devices are of the newest generation and with our team of professionals we ensure quality of vision for example before the eyes of your eyeglass comes in the hands of our optics specialists and goggles makers.",
  "about_parag18": "You can set the fire as desired.",
  "about_parag19": "Single focus, multi focus, blue light filter, photocroamic, sunglasses, inverted or simply as an accessory, there is a variety of color to suit all tastes",
  "about_parag20": "We believe our customers should pay incredibly high prices for high quality medical glasses.",
  "about_parag21": "Our goal is to provide you with the best products of the glasses as quickly as possible. ",
  "about_parag22": "We have different shipping methods. After only one order, you'll see why MHSOPTICS is the first place to purchase discounted medical glasses over the Internet."
}
